Repository: verdigado/sunflower-persons
Catalog: languages/sunflower-persons-person-*.po
Languages: de_de

source: Show all persons
de_de: Zeige alle Personen

source: Filmstrip view
de_de: Carousel Ansicht

source: Settings
de_de: Einstellungen

source: Choose person
de_de: Wähle Person

source: Groups
de_de: Gruppen

source: Show group filter buttons on top
de_de: Zeige Gruppen-Filter Buttons

source: Display Options
de_de: Anzeige-Optionien

source: Show navigation buttons
de_de: Zeige Navigations-Buttons (vor/zurück)

source: Autoplay sliding
de_de: Automatisches Weiterblättern

source: Seconds between slides (autoplay)
de_de: Sekunden bis zum Weiterblättern (Autoplay)

source: Number of Persons to show
de_de: Anzahl der Personen

source: Order
de_de: Reihenfolge

source: Random
de_de: Zufall

source: alphabetic order (A–Z)
de_de: Alphabetisch (A-Z)

source: alphabetic order (Z–A)
de_de: Alphabetisch (Z-A)

source: Show Phone number
de_de: Zeige Telefon-Nummer

source: Make phone number clickable
de_de: Telefon-Nummer klickbar machen

source: Show biography
de_de: Zeige Biographie

source: Show government office
de_de: Zeige Amt

source: Show mandate
de_de: Zeige Mandat / Position

source: Start with position
de_de: Start mit Position

source: Start
de_de: Anfang

source: Center
de_de: Mitte
